[
    {
      "row-type":"header",
      "color":"green",
      "hasLink": false,
      "column-type":[{
        "column":["Test Name", "Used For", "Description"]
      }]
     },
    {
      "row-type":"header",
      "color":"gray",
      "hasLink": false,
      "column-type":[{
        "column":["<h3>Liver Panel (Liver Function Panel) <br /> Used for: Diagnostic/Screening/Monitoring</h3> Also known as liver (hepatic) function tests or LFT, can detect liver damage or disease. Multiple tests may be ordered at the same time, and may be used to detect hepatitis, or diagnose other liver- related conditions."]
      }]
     },
    {
      "row-type":"header",
      "color":"gray",
      "hasLink": true,
      "link": "#tests",
      "column-type":[{
        "column": ["<a>GO BACK &#x21E7;</a>"]
      }]
     },
    {
      "row-type":"data",
      "column-type":[{
        "column": ["AST (Aspartate Aminotransferase)", "Diagnostic/Screening/Monitoring/Liver", "Usually used to detect liver damage. It is often ordered in conjunction with another liver enzyme, alanine aminotransferase (ALT), or as part of a liver panel or comprehensive metabolic panel (CMP) to screen for and/or help diagnose liver disorders. Sometimes AST may be used to monitor people who are taking medications that are potentially toxic to the liver. If AST levels increase, then the person may be switched to another medication."]
      }]
     },
    {
      "row-type":"data",
      "column-type":[{
        "column":["ALT (Alanine aminotransferase)", "Diagnostic/Screening/Monitoring/Liver","Usually used to detect liver damage. It is often ordered in conjunction with another liver enzyme, aspartate aminotransferase (AST), or as a part of a liver panel or comprehensive metabolic panel (CMP) to screen for and/or help diagnose liver disorders. ALT is often used to monitor the treatment of persons who have liver disease, to see if the treatment is working, and maybe be ordered either by itself or along with other tests for this purpose."]
      }]
    }
]